"PageTitle" = "Velg hvor programvaren skal installeres";

/* Target Select Strings */
"SelectMessage_Volumes" = "Marker disken du vil installere %@-programvaren på.";
"SelectMessageChecking_Volumes" = "Undersøker andre disker…";

/* Domain Select Strings */
"SelectMessage_Domains" = "Hvordan vil du installere denne programvaren?";
"SelectMessageChecking_Domains" = "Undersøker andre installeringssteder…";

/* Available domain strings */
"DomainInstall_Local" = "Installer for alle brukerne på denne maskinen";
"DomainInstall_User" = "Installer kun for meg";
"DomainInstall_Anywhere" = "Installer på en bestemt disk…";

/* The entire destination message - where the software will be installed. Displayed on the regular panel. */
"DestinationMessageDriveAndDirectory" = "Du har valgt å installere denne programvaren i mappen «%1$@» på disken «%2$@».";
"DestinationMessageDriveOnly" = "Du har valgt å installere denne programvaren på disken «%@».";
"DestinationMessage_HomeDir" = "Du har valgt å installere denne programvaren i Hjem-mappen. Kun nåværende bruker vil kunne bruke denne programvaren.";
"DestinationMessage_LocalMachine" = "Du har valgt å installere denne programvaren for alle brukerne på maskinen.";

/* Tells the user how much space is needed to install the software */
"SizeMessageInstallNoSpaceNeeded" = "Denne programvareinstalleringen krever ikke mer ledig plass.";
"SizeMessageInstall" = "Denne programvareinstalleringen krever %@ ledig plass.";


"CannotInstallMessage_Volume" = "%1$@ kan ikke installeres på denne disken. %2$@";
"CannotInstallMessage_Domain" = "Du kan ikke installere %1$@ på dette stedet. %1$@-installereren tillater ikke at programvaren installeres her.";

"InstallMessage" = "Du har valgt å installere %@ på denne disken.";
"UpgradeMessage" = "Du har valgt å oppgradere %@ på denne disken.";

"NeedChangeInstallMessage" = "Du kan ikke installere %1$@ på denne disken uten å endre installeringsinnstillingene. Klikk på Valg for å endre innstillingene. %2$@";

/* Options Panel Strings */
"InstallOSDescription" = "Installer %@";
"InstallOSDescriptionParagragh" = "Installerer %@ for første gang.";

"UpgradeOSDescription" = "Oppgrader %@";
"UpgradeOSDescriptionParagragh" = "Oppgraderer en tidligere versjon av %@.";

/* Version Package Rev Strings */
"VersionSheetTitle" = "Disken du valgte, inneholder en nyere versjon av programvaren du installerer.";
"VersionSheetMessage" = "Hvis du installerer denne programvaren, vil en nyere versjon bli erstattet med en eldre versjon.";
"VersionInstallMessage" = "Du har valgt å installere denne programvaren på en disk som inneholder en nyere versjon.";
